[{"day":1, "month":10, "year":2022,"date":"01.10-04.10","image":1,"title":"Octoberfest","body":"\tThe Oktoberfest is the world's largest Volksfest, featuring a beer festival and a travelling carnival. It is held annually in Munich, Bavaria, Germany. It is a 16- to 18-day folk festival running from mid- or late-September to around the first Sunday in October, with more than six million international and national visitors attending the event.\n\n\tThe Oktoberfest is the largest public festival in the world. No wonder: The Oktoberfest celebrates Bavarian tradition with delicious food, Munich beer and countless rides and attractions on the festival grounds and in the tents.cExperience highlights such as the Grand entry of the Oktoberfest landlords and breweries, the ceremonial opening of the beer tapping or the traditional costume parade on the first Sunday of Oktoberfest. In addition, the whole world comes together to celebrate in a total of 17 large and 21 small festival tents.\n\n\tEspecially for visits to the Oktoberfest at the weekends or in the evening, it is worth reserving a table in the festival tents in advance. We have compiled the most important information on table reservations.\n\n Date:\n\n\tOktoberfest is held annually from the Saturday after September 15 to the first Sunday in October. If October 1 or 2 is a Sunday, Oktoberfest is extended up to and including October 3 (a public holiday in Germany).\n\n\tOpening hours:\n\n\tBeer is served in the big festival tents until 10:30 p.m. in the small tents until 11 p.m. — closing everywhere at 11:30 p.m. (Käfer Wies'n-Schänke and Kufflers Weinzelt: Beer serving until 0:30 a.m. — closing at 1 a.m.).\n\n\tThe stalls and rides open at 9 a.m. until 11:30 p.m. or midnight, depending on the day of the week.\n\n\tThe historic Oktoberfest 'Oide Wiesn' is open daily from 10 a.m. until 10:30 p.m\n\n\tSpecial times on Opening Day (Beer is served from 12 a.m.)"},{"day":31, "month":10, "year":2022,"date":"31.10","image":2,"title":"Halloween\nin Scream Park","body":"\tStep into the depths of this brand new New Orleans-inspired haunted house, filled with dark secrets. A wretched witch has cursed the city and its people, and as weary travelers, you have stumbled upon her lair. Witness the terror that she has bestowed upon the city, and beware of the swamplands and the decrepit crypts. This walkthrough is brand new and our most detailed one yet.\n\n\tYou find yourself in an unfamiliar ward. “Where am I?” you say. In fact, you can’t seem to remember anything. Have you been recently trapped in this Asylum, or are you a patient who has been here all along? But… what you do know is that you are seeing horrific scenes all around you, and hearing voices too. You need to find a way out! Or maybe you just need to take your pills? Experience this horrifying walk-through; but whatever you do, do not listen to the whispers.\n\n\tYou have been kidnapped and awakened in an unfamiliar Victorian manor. A loudspeaker informs you that you have been captured and placed in a mansion of horrors for a killer’s enjoyment. He has… filled each room with traps, nightmares, and phobias. To escape, you must tune out the evil voices who are trying to deceive you. Best of luck in this massive, terrifying labyrinth."},{"day":20, "month":4, "year":2022,"date":"20.04","image":3,"title":"Rio de Janeiro\nFestival","body":"\tExplore the Rio Carnival Costumes section to learn how to take advantage of the unique and exciting opportunity to parade down the samba runway with a real samba school in front of 80,000 screaming spectators! Book your Rio Carnival 2023 hotel accommodations with RIO.com and secure your roundtrip shuttle transfer from your hotel or cruise ship to the Sambodromo.\n\n\tFrom the beaches of Copacabana and Ipanema to Rio Carnival and the steamy Rio de Janeiro nightlife, the energy emanated by the Marvelous City of Rio de Janeiro is nothing short of electrifying. Even more exhilarating are the deliciously bronzed and toned samba dancers, the pulsating samba music, the frantic applause of the spectators, and of course, partying at Rio Carnival. Rio Carnival is held every year in the week leading up to Lent and attracts visitors from all across the globe looking to let loose and explore the Carioca Carnival culture. It is inconceivable to think of Rio de Janeiro without thinking of Rio. Anticipation builds and the excitement grows as the Carnival time gets closer and closer. Bar none, Rio Carnival is the favorite holiday celebration in Rio. The city glows with the smiles and energy of the locals — or Cariocas. Samba music can be heard coming from neighborhoods and favelas all throughout the city and crowds gather to dance and make merry all day and night. It is the inherent spirit of the Cariocas and their true joie de vive that makes Rio Carnival such a glorious success year after year.\n\n\tThe center of attraction is, of course, the Sambadrome in downtown Rio, where the Samba Parade has been held since 1984. As tourists begin to arrive, the city virtually comes to a halt for all four days leading up to Ash Wednesday, the beginning of Lent. While the Sambadrome may be the focus of the Carnival, the focal point is undoubtedly the samba schools and their vivacious women samba dancers, who are a quintessential part of the Carnival."},{"day":14, "month":4, "year":2022,"date":"14.04-18.04","image":4,"title":"Coachella","body":"\tEach year, the Coachella lineup manages to mix together familiar music festival headliners, out-of-left-field reunions and under-the-radar buzz bands. Get the rundown of every artist playing the fest with the full Coachella 2022 lineup—and keep up with schedule info, must-see acts and related shows.\n\n\tWho’s headling the Coachella 2022 lineup?\n\nHarry Styles, Billie Eilish and Swedish House Mafia plus the Weeknd (who have replaced Ye) top this year’s lineup, with additional sets from Lil Baby, Phoebe Bridgers, Flume, Megan Thee Stallion, Disclosure, 21 Savage, Danny Elfman, Doja Cat, Joji, Jamie xx and Run the Jewels, among others.\n\n\tWhen will the Coachella set times be released?\n\n\tThe full Coachella scheduleis finally here (for weekend two, which runs April 22–24; weekend one ran April 15–17). Here’s a rundown of the weekend two schedule, including the always-a-party DoLab Stage.\n\tFor the most part, set times have moved around by a couple of minutes here and there and some smaller-type names have swapped in and out. But there are a few notable changes. It appears that Arcade Fire won’t reprise their surprise Friday set, but instead Run the Jewels will take over that adjacent slot (a seeming upgrade over their odd Sunday afternoon placement in weekend one). In addition, Bishop Briggs had to pull out of the fest due to Covid-19.\n\n\tWhere’s the festival map for this year?\n\nYou can find an interactive version of the map in the fest’s mobile app, as well as an image below.\n\n\tRecent editions had made some meaningful changes to accommodate the increased crowd capacity (notably moving the Sahara tent). The 2022 map looks pretty similar to 2019, though, with the exception of the Yuma tent moving slightly to the north."},{"day":19, "month":7, "year":2022,"date":"19.07-23.07","image":5,"title":"Comic-Con","body":"\tSan Diego Comic-Con International is a comic book convention and nonprofit multi-genre entertainment event held annually in San Diego, California since 1970. The name, as given on its website, is Comic-Con International: San Diego, but it is commonly known simply as Comic-Con or the San Diego Comic-Con or SDCC.\n\n\tThe schedule on our website is once again powered by Eventeny! As you browse the schedule, you can save panels and events you'd like to attend by adding them to your personal calendar – simply click on a listing and then on 'Add to calendar'. Share your schedule with your friends on your social medias – after clicking on a listing, press the share icon at the top to select your preferred social media service. Filter and search the list by tracks, tags, descriptions and locations! \nYou can use Eventeny to customize your own Comic-Con 2022 schedule and always have it with you!\n\n\tNote:\n\n\tThe times listed are based on your current time zone.\n\nFirst day:\tGames news\n\nSecond day:\tAutographs and photos\n\nThird day:\tFilms news\n\nForth day:\tAnime news."}]
